{
  "id" : "A46278",
  "authors" : [ "Jordan, Thomas" ],
  "title" : "Triumphs of London",
  "dramatisPersonae" : {
    "id" : [ "A46278-e1330", "A46278-e2720", "A46278-e3060", "A46278-e4060" ],
    "pb" : null,
    "items" : [ [ "1. FIDELITY, standing in Front upon the Battlement, is thus Arrayed, in a Vest of Silver, on which is braced, a Golden Breast-plate, a Silver Corslet about his Neck, long-Brown curl'd Hair on his Head, and upon that a Golden Helmet, with a large Plume of White Feathers, tip'd with Red, Blew, Yellow, and Green ; a Scarf of Scarlet-colour'd-silk-and-gold ; a Sword hanging in it, with a Golden Hilt ; Purple-Silk Hose ; Gold Buskins, laced and surfled with Scarlet-and-Silver Ribon ; In his Left Hand he raiseth a Lance of Silver ; and in his Right hand ( which is armed with a Golden Elbow Gantlet ) he advanceth a Silver Truncheon: His Associates, Confederates and Attendants, are Loyalty, Vigilancy, Iustice, Constancy, Wit, Concord, Religion, Vnion, and Truth, in these significant distinct Habits." ], [ "1. LOYALTY, in a Purple Robe, semined with Stars of Gold, a Golden Scarf, cross from the right Shoulder to the left Side ; Scarlet-colour'd Silk Hose, Silver Buskins, laced and surfled with Sky-colour and gold Ribon ; a long curl'd bright brown Peruque, and on it a Silver Coronet of golden Hearts ; She weareth in her left Hand, on a Shield Gules, the Rose and Crown OR, with this preceptive, Divine and Moral Motto about it, Deum Timete, Regem Honorate. Fear God, Honour the King. In the other Hand a Banner of the Cities." ], [ "2. VIGILANCY, in a Silver Robe, a French green Mantle, seeded with waking Eyes ; a fair long bright Curling Hair, a Chaplet on her Head of Jesemine mingled with Mirtle, Caprifolium, and Eyebright ; in one Hand she beareth a Shield Argent, Charged with a Peacock, his Tail displayed ; in the other Hand a Banner of my Lords." ], [ "3 JUSTICE, in a long Crimson Robe, and on it a golden Mantle, fringed with Silver ; on her Head a long dishevel'd Hair of a Flaxen colour, on which is a Coronet of Silver ; In one hand she holdeth a Sword, in the other Hand a Ballance ; her Buskins are Purple, sprinkled with gold Stars, laced and surfled with Gold and Scarlet Ribon ; about her Coronet is written this Memento ; Iniquitatem intermittite & Iustitiam facite. Ezech ▪ 45. 9. Remove Violence and Execute Justice." ], [ "4. CONSTANCY, In a Watchet Robe, a Silver Mantle, Silk Hose, of Aurora-colour'd Silk, silver Buskins, laced and surfled with sky-colour and gold Ribon ; a long brown curl'd Hair, and on her Head a golden Crown, having in front the Figure of a Seaman's Compass, to express the constant verticity of the Needle to the North-Pole ; she beareth a Shield OR, charged with a Rock of Adamant, the four Winds blowing against it, and the Motto, Immota Triumphans. In her Right Hand a Banner of the Kings." ], [ "5. WIT, In an Indian Sarsnet Robe, of diverse Colours ; a Lemon-colour'd Mantle, fringed with Gold ; a bright brown Hair, curiously curl'd and tyed with sundry knots of small Ribon of all colours, and on it a Chaplet of Bayes, intermingled with golden Berries in clusters ; In her Right Hand an Escutcheon Vert, a Reynard OR, with a Goose Neck in his Mouth, and her Body circumflexed over his Back Argent ; In her left Hand a Banner of the Cities." ], [ "6. CONCORD: A fair Virgin in a Scarlet-colour'd Robe, a sky-colour and gold Scarf ; a fair bright Hair, and about her Head, a Garland of white and red Roses, intimating the Concord of York and Lancaster: white Buskins, laced with watchet and gold Ribon: in her left Hand a Shield, charged with a Bower of Mirtles ; for such is the Nature of those Trees, that if they be Planted a good space one from another, they will meet, and with twining, one embrace the other." ], [ "7. RELIGION, In a Sable Robe, a Crimson Mantle ; a fair Hair, on which is a Coronet of golden Stars, gold Buskins, laced with black Ribon, bearing a Buckler in one Hand, where ( on a Mount Vert, planted with Olives ) is a Crucifix, Proper ; in the other Hand a Banner on an Angelical staff, bearing a Cross Gules in a Field Argent." ], [ "8. UNION, In a Robe of Green Sarsnet, sprinkled with divers Annulets of Gold, a Chain of Gold thrice double about her Neck ; her Legs and Feet beautified with Buskins of Gold, surfled with Watchet Silk and Silver Ribon, a Wreath of green Laurel ( about a long curl'd Peruque of bright Hair ) on her Head ; bearing in one hand an Escutcheon Vert, charged with a Triangle within a Circle OR ; in the other Hand a Banner of the Grocers." ], [ "9. TRUTH, In a White Sarsnet Robe, a Cloth of Silver Mantle ; a fair bright crispy curl'd Flaxen Hair ; a Garland of white Lillies, white Silk Hose, white Buskins, laced with Silver Ribon ; in one Hand, a large Fan of Stars, ( with which she chaseth away Error ) in the other Hand, a Banner of my Lord Mayors." ], [ "1. LOVE, a handsom fair Boy, with a Curl'd Flaxen Peruke, a Coronet round beset with Bleeding Hearts ; a Silver Robe, a Carnation Scarf ▪ on which hangeth a Golden Quiver full of Gold and Silver Arrows, Golden wings upon his shoulders ; a Silver Bow in one hand, and a Banner of the Cities in the other." ], [ "2. HONOUR, in a Purple Robe poudred with Stars of Gold, a Scarlet Mantle Fringed with Gold, Curl'd black hair, on it a Royal Diadem, watchet Silk Hose ; white Buskins lace'd with Gold Ribon, bearing a Banner of the Kings." ], [ "3. COURAGE, a person of Heroick Visage, with short brown hair, on it a Golden Coronet, a flame-colour'd short Robe, a Sky-colour'd Scarf Fringed with Silver, Plush-colourd Hose, blew Buskins, with Carnation Ribon ; in his hand a Banner of my Lord Mayors." ], [ "4. COURTEZY, in a Crimson Robe Fringed with Gold and Silver Scarf, bright brown hair ; a Chaplet of red and white Roses, in one hand she bears a Shield Charged with the figures of a Salutation ; in the other, a Banner of the Companies." ], [ "1. ANIMALIA, in a Robe painted with Quadrupedes, Volatiles, and Reptiles, viz. Beasts, Birds, Flyes, and Crawling Creatures or Infects, ( as she representeth all Animals that have Life, and Sense ) an Indian Silk Scarf cross her shoulder interwoven with Silver ; Black hair, a Coronet of various-colour'd Feathers, a Rope of Pearl about her Neck ; and pendant Jewels in her Ears: bearing in one hand a Golden Key, in the other a Banner of the Cities." ], [ "2. VEGETABILIA, in a painted Robe of Trees, Flowers, Herbs, and sundry plants, that have Life and Growth, but neither Sense, nor Voluntary Motion ; a Silver green and grey Scarf, a dark brown Peruke, a Chaplet of Flowers and Fruits upon her head ; in her left hand, a Golden Key, of like form and length with the other, and in her Right hand a Banner of my Lord Mayor's." ], [ "3. MINERALIA, in a rich Robe all Imbroidered with Gold Silver, and precious Jewels ; a purple and Silver Scarf, on her head a Black hair, Crown'd with a Diadem of precious Stones of divers Colours and excellent lustre, in one hand a Golden Key, set with Diamonds, Emralds, Saphirs, Amethists, and Smaragds, as the principal Conserver of all Mines, and Minerals ; in her other hand she waveth a Banner of the Companies." ] ]
  },
  "speeches" : [ {
    "id" : "A46278-e1740",
    "pb" : "A46278-006-a",
    "speaker" : "The FIRST SPEECH Spoken by FIDELITY ."
  }, {
    "id" : "A46278-e3160",
    "pb" : "A46278-007-b",
    "speaker" : "The SECOND SPEECH spoken by OPULENTA ."
  }, {
    "id" : "A46278-e4160",
    "pb" : "A46278-009-a",
    "speaker" : "The THIRD SPEECH spoken by AROMATARIO the Governour ."
  }, {
    "id" : "A46278-e5040",
    "pb" : "A46278-009-b",
    "speaker" : "Chorus ."
  }, {
    "id" : "A46278-e5170",
    "pb" : "A46278-009-b",
    "speaker" : "Chorus ."
  }, {
    "id" : "A46278-e5330",
    "pb" : "A46278-010-a",
    "speaker" : "Chor."
  }, {
    "id" : "A46278-e5560",
    "pb" : "A46278-010-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e5910",
    "pb" : "A46278-010-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6000",
    "pb" : "A46278-010-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6070",
    "pb" : "A46278-010-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6140",
    "pb" : "A46278-010-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6170",
    "pb" : "A46278-010-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6230",
    "pb" : "A46278-011-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6290",
    "pb" : "A46278-011-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6440",
    "pb" : "A46278-011-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6480",
    "pb" : "A46278-011-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6560",
    "pb" : "A46278-011-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6600",
    "pb" : "A46278-011-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6640",
    "pb" : "A46278-011-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6670",
    "pb" : "A46278-011-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6710",
    "pb" : "A46278-011-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6750",
    "pb" : "A46278-011-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6830",
    "pb" : "A46278-011-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6860",
    "pb" : "A46278-011-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6900",
    "pb" : "A46278-011-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6930",
    "pb" : "A46278-011-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e6960",
    "pb" : "A46278-011-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e6990",
    "pb" : "A46278-011-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7020",
    "pb" : "A46278-011-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e7080",
    "pb" : "A46278-011-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7120",
    "pb" : "A46278-011-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e7160",
    "pb" : "A46278-011-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7190",
    "pb" : "A46278-011-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e7230",
    "pb" : "A46278-011-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7320",
    "pb" : "A46278-011-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e7370",
    "pb" : "A46278-011-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7420",
    "pb" : "A46278-011-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e7470",
    "pb" : "A46278-011-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7510",
    "pb" : "A46278-011-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e7570",
    "pb" : "A46278-011-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7620",
    "pb" : "A46278-011-b",
    "speaker" : "Self ."
  }, {
    "id" : "A46278-e7700",
    "pb" : "A46278-012-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e7750",
    "pb" : "A46278-012-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7790",
    "pb" : "A46278-012-a",
    "speaker" : "Self ."
  }, {
    "id" : "A46278-e7860",
    "pb" : "A46278-012-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e7930",
    "pb" : "A46278-012-a",
    "speaker" : "Self ."
  }, {
    "id" : "A46278-e7960",
    "pb" : "A46278-012-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8010",
    "pb" : "A46278-012-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e8050",
    "pb" : "A46278-012-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8120",
    "pb" : "A46278-012-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e8190",
    "pb" : "A46278-012-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8220",
    "pb" : "A46278-012-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e8250",
    "pb" : "A46278-012-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8290",
    "pb" : "A46278-012-a",
    "speaker" : "Crab ,"
  }, {
    "id" : "A46278-e8330",
    "pb" : "A46278-012-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8400",
    "pb" : "A46278-012-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e8450",
    "pb" : "A46278-012-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8500",
    "pb" : "A46278-012-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e8560",
    "pb" : "A46278-012-b",
    "speaker" : "Self ."
  }, {
    "id" : "A46278-e8660",
    "pb" : "A46278-012-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8700",
    "pb" : "A46278-012-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e8730",
    "pb" : "A46278-012-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8770",
    "pb" : "A46278-012-b",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e8810",
    "pb" : "A46278-012-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e8910",
    "pb" : "A46278-012-b",
    "speaker" : "Self ."
  }, {
    "id" : "A46278-e8950",
    "pb" : "A46278-012-b",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e9190",
    "pb" : "A46278-013-a",
    "speaker" : "Self ."
  }, {
    "id" : "A46278-e9250",
    "pb" : "A46278-013-a",
    "speaker" : "Crab."
  }, {
    "id" : "A46278-e9280",
    "pb" : "A46278-013-a",
    "speaker" : "Self ."
  }, {
    "id" : "A46278-e9330",
    "pb" : "A46278-013-a",
    "speaker" : "Swab."
  }, {
    "id" : "A46278-e9370",
    "pb" : "A46278-013-a",
    "speaker" : "Self ."
  }, {
    "id" : "A46278-e9470",
    "pb" : "A46278-013-a",
    "speaker" : "CHORUS ."
  } ]
}